tap "homebrew/bundle"
brew "xz"
brew "openssl@3"
brew "readline"
brew "sqlite"
brew "awscli"
brew "boost"
brew "ffmpeg"
brew "gh"
brew "git"
brew "gnupg"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "tcl-tk"
brew "zlib"
cask "1password"
cask "1password-cli"
cask "bruno"
cask "dbeaver-community"
cask "itsycal"
cask "raycast"
cask "signal"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "wezterm"
cask "zed"
cask "zoom"
vscode "charliermarsh.ruff"
vscode "editorconfig.editorconfig"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "mads-hartmann.bash-ide-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.makefile-tools"
vscode "redhat.vscode-yaml"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
